Revit 2027 API
ParameterTypeId.WallTypeDefaultTaperedInteriorInwardAngle Property
 "Default Interior Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTypeDefaultTaperedInteriorInwardAngle { get; }
Public Shared ReadOnly Property WallTypeDefaultTaperedInteriorInwardAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTypeDefaultTaperedInteriorInwardAngle {
	ForgeTypeId^ get ();
}
static member WallTypeDefaultTaperedInteriorInwardAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace